{
    "IMPORTANTE": "Mettere in alto le informazioni più recenti per rispettare l'ordine cronologico",
    "IMPORTANT": "Put the most recent information at the top to respect the chronological order",
    
    "education": [
        {
            "school_it": "Università di Roma 'La Sapienza'",
            "school_en": "Sapienza University of Rome",
            "time_it": "2025",
            "time_en": "2025",
            "description_it": "Laureato in Ingegneria Informatica e Automatica con voto 110.",
            "description_en": "Graduated in Computer and Automation Engineering with a grade of 110."
        },
        {
            "school_it": "Istituto Tecnico Tecnologico 'Leonardo da Vinci'",
            "school_en": "'Leonardo da Vinci' Technological Institute",
            "time_it": "2021",
            "time_en": "2021",
            "description_it": "Diplomato all'Istituto Tecnico Tecnologico ‘Leonardo da Vinci’ di Viterbo nel settore Informatica e Telecomunicazioni.",
            "description_en": "Graduated from the Istituto Tecnico Tecnologico ‘Leonardo da Vinci’ in Viterbo in the field of Information Technology and Telecommunications."
        }
    ],
    "experience": [
        {
            "title_it": "Progetti universitari",
            "title_en": "University projects",
            "time_it": "2023 - 2024",
            "time_en": "2023 - 2024",
            "description_it": "Ho realizzato vari progetti universitari per gli esami del terzo anno, lavorando su algoritmi di machine learning, sviluppo web e programmazione in C per Arduino.",
            "description_en": "I have completed various university projects for my third-year exams, working on machine learning algorithms, web development, and C programming for Arduino."
        },
        {
            "title_it": "Sviluppo di un videogioco in 2D con Unity",
            "title_en": "Development of a 2D video game with Unity",
            "time_it": "2018 — Interrotto",
            "time_en": "2018 — Interrupted",
            "description_it": "Sviluppato tra il terzo e il quarto anno di superiori, il progetto mirava alla creazione di un'avventura grafica ambientata a Viterbo, ispirata a storie e credenze popolari locali. È stato interrotto a causa della mancanza di tempo e degli impegni scolastici.",
            "description_en": "Developed between the third and fourth year of high school, the project aimed to create a graphic adventure set in Viterbo, inspired by local stories and beliefs. It was interrupted due to lack of time and school commitments."
        }
    ]
}

